Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# Couldn't open a replacement image. Keeping %@. %@
source: Couldn't open a replacement image. Keeping %1$@. %2$@
de: Das Ersatzbild konnte nicht geöffnet werden. Behalten Sie %1$@. %2$@
es: No se pudo abrir una imagen de reemplazo. Manteniendo %1$@. %2$@
fr: Impossible d'ouvrir une image de remplacement. Conserver %1$@. %2$@
it: Impossibile aprire un'immagine sostitutiva. Mantenere %1$@. %2$@
ja: 置換画像を開けませんでした。 %1$@を維持します。 %2$@
ko: 대체 이미지를 열 수 없습니다. %1$@를 유지합니다. %2$@
pt_br: Não foi possível abrir uma imagem de substituição. Mantendo %1$@. %2$@
zh_hans: 无法打开替换图像。保留%1$@。 %2$@
zh_hant: 無法開啟替換影像。保留%1$@。 %2$@

source: Couldn’t Answer
de: Konnte nicht antworten
es: No pude responder
fr: Impossible de répondre
it: Impossibile rispondere
ja: 応答できませんでした
ko: 답변할 수 없음
pt_br: Não foi possível responder
zh_hans: 无法接听
zh_hant: 無法接聽

source: Couldn’t Generate a Response
de: Antwort konnte nicht erstellt werden
es: No se pudo generar una respuesta
fr: Impossible de générer une réponse
it: Impossibile generare una risposta
ja: 応答を生成できませんでした
ko: 응답을 생성할 수 없습니다
pt_br: Não foi possível gerar uma resposta
zh_hans: 无法生成回复
zh_hant: 無法產生回覆

source: Couldn’t Load Health Data
de: Gesundheitsdaten konnten nicht geladen werden
es: No se pudieron cargar datos de salud
fr: Impossible de charger les données de santé
it: Impossibile caricare i dati sanitari
ja: 健康データをロードできませんでした
ko: 건강 데이터를 로드할 수 없습니다.
pt_br: Não foi possível carregar dados de saúde
zh_hans: 无法加载健康数据
zh_hant: 無法載入健康數據

source: Create a new experiment?
de: Neues Experiment erstellen?
es: ¿Crear un nuevo experimento?
fr: Créer une nouvelle expérience ?
it: Vuoi creare un nuovo esperimento?
ja: 新しい実験を作成しますか?
ko: 새 실험을 만드시겠습니까?
pt_br: Criar um novo experimento?
zh_hans: 创建新实验？
zh_hant: 創建新實驗？

source: Create and update reminders from natural-language requests.
de: Erstellen und aktualisieren Sie Erinnerungen aus Anfragen in natürlicher Sprache.
es: Cree y actualice recordatorios a partir de solicitudes en lenguaje natural.
fr: Créez et mettez à jour des rappels à partir de requêtes en langage naturel.
it: Crea e aggiorna promemoria da richieste in linguaggio naturale.
ja: 自然言語リクエストからリマインダーを作成および更新します。
ko: 자연어 요청으로 알림을 만들고 업데이트하세요.
pt_br: Crie e atualize lembretes a partir de solicitações em linguagem natural.
zh_hans: 根据自然语言请求创建和更新提醒。
zh_hant: 根據自然語言請求建立和更新提醒。

source: Creates a structured book recommendation from your prompt.
de: Erstellt aus Ihrer Eingabeaufforderung eine strukturierte Buchempfehlung.
es: Crea una recomendación de libro estructurada a partir de su mensaje.
fr: Crée une recommandation de livre structurée à partir de votre invite.
it: Crea una raccomandazione di libro strutturata dal tuo prompt.
ja: プロンプトから構造化された書籍の推奨事項を作成します。
ko: 프롬프트에서 체계적인 도서 추천을 생성합니다.
pt_br: Cria uma recomendação de livro estruturada a partir do seu prompt.
zh_hans: 根据提示创建结构化书籍推荐。
zh_hant: 根據提示建立結構化書籍推薦。

source: Creates or updates reminders after you approve the change.
de: Erstellt oder aktualisiert Erinnerungen, nachdem Sie die Änderung genehmigt haben.
es: Crea o actualiza recordatorios después de aprobar el cambio.
fr: Crée ou met à jour des rappels après avoir approuvé la modification.
it: Crea o aggiorna promemoria dopo aver approvato la modifica.
ja: 変更を承認した後、リマインダーを作成または更新します。
ko: 변경 사항을 승인한 후 알림을 생성하거나 업데이트합니다.
pt_br: Cria ou atualiza lembretes após você aprovar a alteração.
zh_hans: 在您批准更改后创建或更新提醒。
zh_hant: 在您批准更改後建立或更新提醒。

source: Cuisine
de: Küche
es: Cocina
it: Cucina
ja: 料理
ko: 요리
pt_br: Culinária
zh_hans: 美食
zh_hant: 美食

source: Custom Content
de: Benutzerdefinierter Inhalt
es: Contenido personalizado
fr: Contenu personnalisé
it: Contenuto personalizzato
ja: カスタムコンテンツ
ko: 맞춤 콘텐츠
pt_br: Conteúdo personalizado
zh_hans: 自定义内容
zh_hant: 自訂內容

source: Delete All Runs
de: Alle Läufe löschen
es: Eliminar todas las ejecuciones
fr: Supprimer toutes les exécutions
it: Elimina tutte le corse
ja: すべての実行を削除
ko: 모든 실행 삭제
pt_br: Excluir todas as execuções
zh_hans: 删除所有运行
zh_hant: 刪除所有運行

source: Delete All Sources
de: Alle Quellen löschen
es: Eliminar todas las fuentes
fr: Supprimer toutes les sources
it: Elimina tutte le fonti
ja: すべてのソースを削除
ko: 모든 소스 삭제
pt_br: Excluir todas as fontes
zh_hans: 删除所有源
zh_hant: 刪除所有來源

source: Delete Conversation
de: Konversation löschen
es: Eliminar conversación
fr: Supprimer la conversation
it: Elimina conversazione
ja: 会話を削除
ko: 대화 삭제
pt_br: Excluir conversa
zh_hans: 删除对话
zh_hant: 刪除對話

source: Delete Experiment
de: Experiment löschen
es: Eliminar experimento
fr: Supprimer l'expérience
it: Elimina esperimento
ja: 実験を削除
ko: 실험 삭제
pt_br: Excluir experimento
zh_hans: 删除实验
zh_hant: 刪除實驗

source: Delete all indexed sources?
de: Alle indizierten Quellen löschen?
es: ¿Eliminar todas las fuentes indexadas?
fr: Supprimer toutes les sources indexées ?
it: Eliminare tutte le fonti indicizzate?
ja: インデックス付きソースをすべて削除しますか?
ko: 색인이 생성된 소스를 모두 삭제하시겠습니까?
pt_br: Excluir todas as fontes indexadas?
zh_hans: 删除所有索引源吗？
zh_hant: 刪除所有索引來源嗎？

source: Delete all run history?
de: Gesamten Laufverlauf löschen?
es: ¿Eliminar todo el historial de ejecución?
fr: Supprimer tout l'historique d'exécution ?
it: Eliminare tutta la cronologia delle corse?
ja: 実行履歴をすべて削除しますか?
ko: 모든 실행 기록을 삭제하시겠습니까?
pt_br: Excluir todo o histórico de execução?
zh_hans: 删除所有运行历史记录？
zh_hant: 刪除所有運行歷史記錄？

source: Delete this conversation?
de: Diese Konversation löschen?
es: ¿Eliminar esta conversación?
fr: Supprimer cette conversation ?
it: Eliminare questa conversazione?
ja: この会話を削除しますか?
ko: 이 대화를 삭제하시겠습니까?
pt_br: Excluir esta conversa?
zh_hans: 删除此对话吗？
zh_hant: 刪除此對話嗎？

source: Delete this saved experiment?
de: Dieses gespeicherte Experiment löschen?
es: ¿Eliminar este experimento guardado?
fr: Supprimer cette expérience enregistrée ?
it: Eliminare questo esperimento salvato?
ja: この保存された実験を削除しますか?
ko: 저장된 실험을 삭제하시겠습니까?
pt_br: Excluir este experimento salvo?
zh_hans: 删除此保存的实验吗？
zh_hant: 刪除此儲存的實驗嗎？

source: Describe a meal
de: Beschreiben Sie eine Mahlzeit
es: Describe una comida
fr: Décrire un repas
it: Descrivi un pasto
ja: 食事の説明
ko: 식사 설명
pt_br: Descreva uma refeição
zh_hans: 描述一顿饭
zh_hant: 描述一頓飯

source: Describe the constrained data to generate
de: Beschreiben Sie die zu generierenden eingeschränkten Daten
es: Describe los datos restringidos para generar
fr: Décrire les données contraintes à générer
it: Descrive i dati vincolati da generare
ja: 生成する制約付きデータを記述します
ko: 생성할 제한된 데이터 설명
pt_br: Descreva os dados restritos para gerar
zh_hans: 描述要生成的约束数据
zh_hant: 描述要產生的限制數據

source: Describe the fields the form needs
de: Beschreiben Sie die Felder, die das Formular benötigt
es: Describe los campos que necesita el formulario
fr: Décrivez les champs dont le formulaire a besoin
it: Descrivi i campi necessari al modulo
ja: フォームに必要なフィールドを説明します
ko: 양식에 필요한 필드 설명
pt_br: Descreva os campos que o formulário necessita
zh_hans: 描述表单需要的字段
zh_hant: 描述表單所需的字段

source: Device Language
de: Gerätesprache
es: Idioma del dispositivo
fr: Langue de l'appareil
it: Lingua del dispositivo
ja: デバイス言語
ko: 장치 언어
pt_br: Idioma do dispositivo
zh_hans: 设备语言
zh_hant: 設備語言

source: Dimensions
de: Abmessungen
es: Dimensiones
it: Dimensioni
ja: 寸法
ko: 치수
pt_br: Dimensões
zh_hans: 尺寸
zh_hant: 尺寸

source: Discard Changes and Create New
de: Änderungen verwerfen und neu erstellen
es: Descartar cambios y crear nuevos
fr: Annuler les modifications et en créer de nouvelles
it: Annulla modifiche e crea nuovo
ja: 変更を破棄して新規作成
ko: 변경 사항을 취소하고 새로 만들기
pt_br: Descartar alterações e criar novas
zh_hans: 放弃更改并创建新的
zh_hant: 放棄更改並創建新的

source: Document Q&A
de: Dokumentieren Sie Fragen und Antworten
es: Preguntas y respuestas sobre el documento
fr: Document de questions et réponses
it: Domande e risposte sul documento
ja: ドキュメント Q&A
ko: 문서Q&A
pt_br: Perguntas e respostas sobre documentos
zh_hans: 文件问答
zh_hant: 文件問答

source: Document Q&A couldn’t prepare its source index. %@
de: Das Dokument Q&A konnte seinen Quellindex nicht vorbereiten. %@
es: Las preguntas y respuestas del documento no pudieron preparar su índice de origen. %@
fr: Le document Q&A n'a pas pu préparer son index source. %@
it: Domande e risposte sul documento non è riuscito a preparare l'indice di origine. %@
ja: ドキュメント Q&A はソース インデックスを準備できませんでした。 %@
ko: 문서 Q&A에서 소스 색인을 준비하지 못했습니다. %@
pt_br: As perguntas e respostas do documento não puderam preparar seu índice de origem. %@
zh_hans: 文档问答无法准备其源索引。 %@
zh_hant: 文件問答無法準備其來源索引。 %@

source: Dynamic
de: Dynamisch
es: Dinámico
fr: Dynamique
it: Dinamico
ja: ダイナミック
ko: 동적
pt_br: Dinâmico
zh_hans: 动态
zh_hant: 動態

source: Dynamic guidance lets the model combine keyword, semantic, date, and content-type queries.
de: Durch die dynamische Führung kann das Modell Schlüsselwort-, Semantik-, Datums- und Inhaltstypabfragen kombinieren.
es: La guía dinámica permite que el modelo combine consultas de palabras clave, semánticas, de fecha y de tipo de contenido.
fr: Le guidage dynamique permet au modèle de combiner des requêtes par mot-clé, sémantique, date et type de contenu.
it: La guida dinamica consente al modello di combinare query su parole chiave, semantica, data e tipo di contenuto.
ja: 動的ガイダンスにより、モデルはキーワード、セマンティック、日付、コンテンツ タイプのクエリを組み合わせることができます。
ko: 동적 안내를 통해 모델은 키워드, 의미, 날짜 및 콘텐츠 유형 쿼리를 결합할 수 있습니다.
pt_br: A orientação dinâmica permite que o modelo combine consultas de palavras-chave, semânticas, datas e tipo de conteúdo.
zh_hans: 动态指导使模型能够结合关键字、语义、日期和内容类型查询。
zh_hant: 動態指導使模型能夠結合關鍵字、語意、日期和內容類型查詢。

source: Each comparison makes three separate Private Cloud Compute requests and uses the corresponding quota.
de: Bei jedem Vergleich werden drei separate Private Cloud Compute-Anfragen gestellt und das entsprechende Kontingent verwendet.
es: Cada comparación realiza tres solicitudes Private Cloud Compute independientes y utiliza la cuota correspondiente.
fr: Chaque comparaison effectue trois requêtes Private Cloud Compute distinctes et utilise le quota correspondant.
it: Ogni confronto effettua tre richieste Private Cloud Compute separate e utilizza la quota corrispondente.
ja: 各比較では 3 つの個別の Private Cloud Compute リクエストが作成され、対応するクォータが使用されます。
ko: 각 비교에서는 3개의 별도 Private Cloud Compute 요청을 생성하고 해당 할당량을 사용합니다.
pt_br: Cada comparação faz três solicitações Private Cloud Compute separadas e usa a cota correspondente.
zh_hans: 每次比较都会发出三个单独的 Private Cloud Compute 请求并使用相应的配额。
zh_hant: 每次比較都會發出三個單獨的 Private Cloud Compute 請求並使用相應的配額。

source: Earlier conversation content was condensed to preserve context space
de: Frühere Gesprächsinhalte wurden komprimiert, um den Kontextraum zu bewahren
es: El contenido de la conversación anterior se condensó para preservar el espacio contextual.
fr: Le contenu des conversations précédentes a été condensé pour préserver l'espace contextuel
it: Il contenuto della conversazione precedente è stato condensato per preservare lo spazio del contesto
ja: コンテキストスペースを維持するために、以前の会話の内容が凝縮されました
ko: 맥락 공간을 보존하기 위해 이전 대화 내용을 압축했습니다.
pt_br: O conteúdo da conversa anterior foi condensado para preservar o espaço de contexto
zh_hans: 之前的对话内容被压缩以保留上下文空间
zh_hant: 之前的對話內容被壓縮以保留上下文空間

source: Edit what the model should inspect in the selected image
de: Bearbeiten Sie, was das Modell im ausgewählten Bild prüfen soll
es: Edite lo que el modelo debe inspeccionar en la imagen seleccionada
fr: Modifiez ce que le modèle doit inspecter dans l'image sélectionnée
it: Modifica ciò che il modello deve ispezionare nell'immagine selezionata
ja: 選択した画像内でモデルが検査する内容を編集します
ko: 선택한 이미지에서 모델이 검사해야 할 내용을 편집합니다.
pt_br: Edite o que o modelo deve inspecionar na imagem selecionada
zh_hans: 编辑模型应在所选图像中检查的内容
zh_hant: 編輯模型應在所選影像中檢查的內容

source: Elapsed
de: Abgelaufen
es: Transcurrido
fr: Écoulé
it: Trascorso
ja: 経過しました
ko: 경과
pt_br: Decorrido
zh_hans: 已过
zh_hant: 已過

source: Elapsed time
de: Verstrichene Zeit
es: Tiempo transcurrido
fr: Temps écoulé
it: Tempo trascorso
ja: 経過時間
ko: 경과 시간
pt_br: Tempo decorrido
zh_hans: 经过时间
zh_hant: 經過時間

source: Enable local agent bridge
de: Lokale Agentenbrücke aktivieren
es: Habilitar puente de agente local
fr: Activer le pont d'agent local
it: Abilita bridge agente locale
ja: ローカル エージェント ブリッジを有効にする
ko: 로컬 에이전트 브리지 활성화
pt_br: Habilitar ponte de agente local
zh_hans: 启用本地代理桥接
zh_hant: 啟用本地代理橋接

source: Enter a cuisine
de: Betreten Sie eine Küche
es: Ingrese una cocina
fr: Entrez une cuisine
it: Inserisci una cucina
ja: 料理を入力してください
ko: 요리를 입력하세요
pt_br: Insira uma culinária
zh_hans: 输入菜系
zh_hant: 輸入菜系

source: Enter a movie genre
de: Geben Sie ein Filmgenre ein
es: Ingrese un género de película
fr: Entrez un genre de film
it: Inserisci un genere di film
ja: 映画のジャンルを入力してください
ko: 영화 장르를 입력하세요
pt_br: Insira um gênero de filme
zh_hans: 输入电影类型
zh_hant: 輸入電影類型

source: Enter a prompt
de: Geben Sie eine Eingabeaufforderung ein
es: Ingrese un mensaje
fr: Entrez une invite
it: Inserisci un prompt
ja: プロンプトを入力してください
ko: 프롬프트를 입력하세요
pt_br: Insira um prompt
zh_hans: 输入提示
zh_hant: 輸入提示

source: Enter a prompt before running the model
de: Geben Sie eine Eingabeaufforderung ein, bevor Sie das Modell ausführen
es: Ingrese un mensaje antes de ejecutar el modelo
fr: Entrez une invite avant d'exécuter le modèle
it: Immettere un prompt prima di eseguire il modello
ja: モデルを実行する前にプロンプトを入力してください
ko: 모델을 실행하기 전에 프롬프트를 입력하세요.
pt_br: Insira um prompt antes de executar o modelo
zh_hans: 运行模型前输入提示
zh_hant: 運行模型前輸入提示

source: Enter a prompt to run this example.
de: Geben Sie eine Eingabeaufforderung ein, um dieses Beispiel auszuführen.
es: Ingrese un mensaje para ejecutar este ejemplo.
fr: Entrez une invite pour exécuter cet exemple.
it: Immettere un prompt per eseguire questo esempio.
ja: プロンプトを入力してこの例を実行します。
ko: 이 예제를 실행하려면 프롬프트를 입력하세요.
pt_br: Insira um prompt para executar este exemplo.
zh_hans: 输入提示来运行此示例。
zh_hant: 輸入提示來執行此範例。

source: Enter one prompt for all three levels
de: Geben Sie eine Eingabeaufforderung für alle drei Ebenen ein
es: Ingrese un mensaje para los tres niveles
fr: Entrez une invite pour les trois niveaux
it: Inserisci un prompt per tutti e tre i livelli
ja: 3 つのレベルすべてに対して 1 つのプロンプトを入力します
ko: 세 가지 수준 모두에 대해 하나의 프롬프트를 입력하세요.
pt_br: Insira um prompt para todos os três níveis
zh_hans: 为所有三个级别输入一个提示
zh_hant: 為所有三個等級輸入一個提示

source: Enter one prompt to inspect the base model and custom adapter side by side.
de: Geben Sie eine Eingabeaufforderung ein, um das Basismodell und den benutzerdefinierten Adapter nebeneinander zu überprüfen.
es: Ingrese un mensaje para inspeccionar el modelo base y el adaptador personalizado uno al lado del otro.
fr: Entrez une invite pour inspecter le modèle de base et l'adaptateur personnalisé côte à côte.
it: Inserisci una richiesta per ispezionare il modello base e l'adattatore personalizzato uno accanto all'altro.
ja: プロンプトを 1 つ入力して、基本モデルとカスタム アダプターを並べて検査します。
ko: 하나의 프롬프트를 입력하여 기본 모델과 맞춤형 어댑터를 나란히 검사하세요.
pt_br: Insira um prompt para inspecionar o modelo básico e o adaptador personalizado lado a lado.
zh_hans: 输入一个提示以并排检查基本模型和自定义适配器。
zh_hant: 輸入一個提示以並排檢查基本模型和自訂適配器。

source: Enter product details to extract
de: Geben Sie die zu extrahierenden Produktdetails ein
es: Ingrese los detalles del producto para extraer
fr: Saisissez les détails du produit à extraire
it: Inserisci i dettagli del prodotto da estrarre
ja: 抽出する製品の詳細を入力してください
ko: 추출할 제품 세부정보를 입력하세요.
pt_br: Insira os detalhes do produto para extrair
zh_hans: 输入要提取的产品详细信息
zh_hant: 輸入要提取的產品詳細信息

source: Enter text to classify
de: Geben Sie den zu klassifizierenden Text ein
es: Ingrese el texto para clasificar
fr: Saisissez le texte à classer
it: Inserisci il testo da classificare
ja: 分類するテキストを入力してください
ko: 분류할 텍스트를 입력하세요.
pt_br: Digite o texto para classificar
zh_hans: 输入文字进行分类
zh_hant: 輸入文字進行分類

source: Enter text to match against the union
de: Geben Sie den Text ein, der mit der Gewerkschaft abgeglichen werden soll
es: Introduzca el texto que coincida con el sindicato
fr: Saisissez le texte à comparer au syndicat
it: Inserisci il testo da confrontare con il sindacato
ja: 結合と照合するテキストを入力してください
ko: 노동조합과 일치시킬 텍스트를 입력하세요.
pt_br: Insira o texto para corresponder ao sindicato
zh_hans: 输入与并集匹配的文本
zh_hant: 輸入與並集匹配的文本

source: Enter text to structure
de: Geben Sie Text zur Strukturierung ein
es: Ingrese texto a la estructura
fr: Saisir le texte à structurer
it: Inserisci il testo da strutturare
ja: 構造にテキストを入力してください
ko: 구조에 텍스트 입력
pt_br: Insira o texto para estruturar
zh_hans: 输入文本进行结构
zh_hant: 輸入文字進行結構

source: Enter text to turn into an array
de: Geben Sie Text ein, der in ein Array umgewandelt werden soll
es: Ingrese texto para convertirlo en una matriz
fr: Saisissez le texte à transformer en tableau
it: Inserisci il testo da trasformare in un array
ja: 配列に変換するテキストを入力してください
ko: 텍스트를 입력하여 배열로 변환
pt_br: Insira o texto para transformá-lo em um array
zh_hans: 输入文本转为数组
zh_hant: 輸入文字轉為數組

source: Enter text with nested details
de: Geben Sie Text mit verschachtelten Details ein
es: Ingrese texto con detalles anidados
fr: Saisissez du texte avec des détails imbriqués
it: Inserisci il testo con dettagli nidificati
ja: ネストされた詳細を含むテキストを入力してください
ko: 중첩된 세부정보가 포함된 텍스트를 입력하세요.
pt_br: Insira texto com detalhes aninhados
zh_hans: 输入带有嵌套详细信息的文本
zh_hant: 輸入帶有嵌套詳細資訊的文本

# Entry %lld, %@, %@
source: Entry %1$lld, %2$@, %3$@
de: Eintrag %1$lld, %2$@, %3$@
es: Entrada %1$lld, %2$@, %3$@
fr: Entrée %1$lld, %2$@, %3$@
it: Entrata %1$lld, %2$@, %3$@
ja: エントリ %1$lld、%2$@、%3$@
ko: 엔트리 %1$lld, %2$@, %3$@
pt_br: Entrada %1$lld, %2$@, %3$@
zh_hans: 条目 %1$lld、%2$@、%3$@
zh_hant: 條目 %1$lld、%2$@、%3$@

source: Entry Details
de: Teilnahmedetails
es: Detalles de entrada
fr: Détails de l'entrée
it: Dettagli ingresso
ja: エントリー詳細
ko: 응모 세부정보
pt_br: Detalhes da inscrição
zh_hans: 条目详情
zh_hant: 條目詳情

source: Entry and segment labels are derived from session.transcript after this run. If the active model does not emit reasoning, attachments, custom content, or a tool event, the lab does not manufacture one.
de: Eintrags- und Segmentbezeichnungen werden nach diesem Lauf aus session.transcript abgeleitet. Wenn das aktive Modell keine Begründung, Anhänge, benutzerdefinierten Inhalt oder ein Tool-Ereignis ausgibt, erstellt das Labor keines.
es: Las etiquetas de entrada y segmento se derivan de session.transcript después de esta ejecución. Si el modelo activo no emite razonamientos, archivos adjuntos, contenido personalizado o un evento de herramienta, el laboratorio no fabrica uno.
fr: Les étiquettes d'entrée et de segment sont dérivées de session.transcript après cette exécution. Si le modèle actif n'émet pas de raisonnement, de pièces jointes, de contenu personnalisé ou d'événement d'outil, le laboratoire n'en fabrique pas.
it: Le etichette delle voci e dei segmenti derivano da session.transcript dopo questa esecuzione. Se il modello attivo non emette ragionamenti, allegati, contenuto personalizzato o un evento dello strumento, il laboratorio non ne produce uno.
ja: エントリとセグメントのラベルは、この実行後の session.transcript から派生します。アクティブなモデルが推論、添付ファイル、カスタム コンテンツ、またはツール イベントを発行しない場合、ラボはモデルを製造しません。
ko: 항목 및 세그먼트 레이블은 이 실행 후 session.transcript에서 파생됩니다. 활성 모델이 추론, 첨부 파일, 사용자 정의 컨텐츠 또는 도구 이벤트를 생성하지 않는 경우 랩에서는 이를 제조하지 않습니다.
pt_br: Os rótulos de entrada e segmento são derivados de session.transcript após esta execução. Se o modelo ativo não emitir raciocínio, anexos, conteúdo personalizado ou evento de ferramenta, o laboratório não fabrica um.
zh_hans: 条目和段标签是在此运行后从 session.transcript 派生的。如果活动模型不发出推理、附件、自定义内容或工具事件，则实验室不会制造此类模型。
zh_hant: 條目和段標籤是在此運行後從 session.transcript 派生的。如果活動模型不發出推理、附件、自訂內容或工具事件，實驗室不會製造此類模型。

source: Enumerations
de: Aufzählungen
es: Enumeraciones
fr: Énumérations
it: Enumerazioni
ja: 列挙型
ko: 열거
pt_br: Enumerações
zh_hans: 枚举
zh_hant: 枚舉

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
pt_br: Erro: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Estimate Meal Nutrition
de: Schätzung der Mahlzeitenernährung
es: Estimación de la nutrición de las comidas
fr: Estimation de la nutrition des repas
it: Stima della nutrizione del pasto
ja: 食事の栄養の推定
ko: 식사 영양 추정
pt_br: Estimar a nutrição das refeições
zh_hans: 估计膳食营养
zh_hant: 估計膳食營養

source: Estimate Nutrition
de: Schätzen Sie die Ernährung
es: Estimación de nutrición
fr: Estimation nutritionnelle
it: Stima della nutrizione
ja: 栄養の推定
ko: 영양 추정
pt_br: Estimar Nutrição
zh_hans: 估计营养
zh_hant: 估計營養

source: Estimated Calories
de: Geschätzte Kalorien
es: Calorías estimadas
fr: Calories estimées
it: Calorie stimate
ja: 推定カロリー
ko: 예상 칼로리
pt_br: Calorias estimadas
zh_hans: 估计卡路里
zh_hant: 估計卡路里

source: Estimated Carbohydrates
de: Geschätzte Kohlenhydrate
es: Carbohidratos estimados
fr: Glucides estimés
it: Carboidrati stimati
ja: 推定炭水化物量
ko: 예상 탄수화물
pt_br: Carboidratos estimados
zh_hans: 估计碳水化合物
zh_hant: 估計碳水化合物

source: Estimated Fat
de: Geschätzter Fettgehalt
es: Grasa estimada
fr: Graisse estimée
it: Grasso stimato
ja: 推定脂肪
ko: 추정 지방
pt_br: Gordura estimada
zh_hans: 估计脂肪
zh_hant: 估計脂肪

source: Estimated Protein
de: Geschätztes Protein
es: Proteína estimada
fr: Protéine estimée
it: Proteine stimate
ja: 推定タンパク質
ko: 추정 단백질
pt_br: Proteína estimada
zh_hans: 估计蛋白质
zh_hant: 估計蛋白質

source: Evaluate Private Cloud
de: Private Cloud evaluieren
es: Evaluar la nube privada
fr: Évaluer le cloud privé
it: Valuta cloud privato
ja: プライベート クラウドを評価する
ko: 프라이빗 클라우드 평가
pt_br: Avaliar nuvem privada
zh_hans: 评估私有云
zh_hant: 評估私有雲

source: Example Questions
de: Beispielfragen
es: Preguntas de ejemplo
fr: Exemples de questions
it: Domande di esempio
ja: 質問例
ko: 예시 질문
pt_br: Exemplos de perguntas
zh_hans: 示例问题
zh_hant: 範例問題

source: Execution Environments
de: Ausführungsumgebungen
es: Entornos de ejecución
fr: Environnements d'exécution
it: Ambienti di esecuzione
ja: 実行環境
ko: 실행 환경
pt_br: Ambientes de Execução
zh_hans: 执行环境
zh_hant: 執行環境

source: Execution evidence
de: Ausführungsbeweis
es: Prueba de ejecución
fr: Preuve d'exécution
it: Prove di esecuzione
ja: 死刑執行の証拠
ko: 실행 증거
pt_br: Evidência de execução
zh_hans: 执行证据
zh_hant: 執行證據

source: Expands to show the recorded tool details
de: Wird erweitert, um die aufgezeichneten Werkzeugdetails anzuzeigen
es: Se expande para mostrar los detalles de la herramienta grabada
fr: S'agrandit pour afficher les détails de l'outil enregistré
it: Si espande per mostrare i dettagli dell'utensile registrato
ja: 展開して、記録されたツールの詳細を表示します
ko: 확장하면 기록된 도구 세부정보가 표시됩니다.
pt_br: Expande para mostrar os detalhes da ferramenta gravada
zh_hans: 展开以显示记录的工具详细信息
zh_hant: 展開以顯示記錄的工具詳細信息

source: Experiment Couldn’t Run
de: Experiment konnte nicht ausgeführt werden
es: No se pudo ejecutar el experimento
fr: L'expérience n'a pas pu être exécutée
it: Impossibile eseguire l'esperimento
ja: 実験を実行できませんでした
ko: 실험을 실행할 수 없습니다.
pt_br: Não foi possível executar o experimento
zh_hans: 实验无法运行
zh_hant: 實驗無法運行

source: Extra calls
de: Zusätzliche Anrufe
es: Llamadas adicionales
fr: Appels supplémentaires
it: Chiamate extra
ja: 追加通話
ko: 추가 통화
pt_br: Chamadas extras
zh_hans: 额外通话
zh_hant: 額外通話

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
zh_hans: 文件
zh_hant: 文件

source: File size
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensioni del file
ja: ファイルサイズ
ko: 파일 크기
pt_br: Tamanho do arquivo
zh_hans: 文件大小
zh_hant: 檔案大小

source: Finish Voice Message
de: Sprachnachricht beenden
es: Finalizar mensaje de voz
fr: Terminer le message vocal
it: Termina il messaggio vocale
ja: ボイスメッセージを終了
ko: 음성 메시지 완료
pt_br: Concluir mensagem de voz
zh_hans: 完成语音留言
zh_hant: 完成語音留言

source: Focused
de: Konzentriert
es: Enfocado
fr: Focalisé
it: Concentrato
ja: 集中
ko: 집중
pt_br: Focado
zh_hans: 专注
zh_hant: 專注
